// 1) Automatic checking - no restart required
"UPDATES_AVAILABLE_NO_RESTART_MESSAGE" = "Обновления ПО доступны для компьютера. Вы хотите установить их?";
"UPDATES_AVAILABLE_NO_RESTART_INFORMATIVE" = "Во время установки Вы можете продолжить работу с компьютером. После завершения установки перезагрузка компьютера не требуется.";
"INSTALL_TITLE" = "Установить";

// 2) Automatic checking - restart required, already downloaded
"UPDATES_AVAILABLE_INSTALL_MESSAGE" = "Обновления ПО для компьютера готовы к загрузке. Установить их сейчас?";

"UPDATES_AVAILABLE_INSTALL_AND_RESTART_INFORMATIVE" = "Требуется перезагрузить компьютер после установки обновлений.";
"LOG_OUT_AND_INSTALL_AND_RESTART_TITLE" = "Установить и перезагрузить";

"UPDATES_AVAILABLE_INSTALL_AND_LOG_OUT_INFORMATIVE" = "Необходимо выйти из системы, чтобы установить обновления.";
"LOG_OUT_AND_INSTALL_TITLE" = "Выйти из системы и установить";

"UPDATES_AVAILABLE_INSTALL_AND_SHUTDOWN_INFORMATIVE" = "Требуется выключить компьютер после установки обновлений.";
"LOG_OUT_AND_INSTALL_AND_SHUTDOWN_TITLE" = "Установить и выключить";

// 3) Automatic checking - Restart / Log out / Shut Down required, need to download
"UPDATES_AVAILABLE_DOWNLOAD_AND_RESTART_MESSAGE" = "Для компьютера доступны обновления ПО. Загрузить и установить их?";
"UPDATES_AVAILABLE_DOWNLOAD_AND_RESTART_INFORMATIVE" = "Требуется перезагрузить компьютер после установки обновлений.";

"UPDATES_AVAILABLE_DOWNLOAD_AND_LOG_OUT_MESSAGE" = "Для компьютера доступны обновления ПО. Загрузить и установить их?";
"UPDATES_AVAILABLE_DOWNLOAD_AND_LOG_OUT_INFORMATIVE" = "Необходимо выйти из системы после загрузки обновлений.";

"UPDATES_AVAILABLE_DOWNLOAD_AND_SHUTDOWN_MESSAGE" = "Для компьютера доступны обновления ПО. Загрузить и установить их?";
"UPDATES_AVAILABLE_DOWNLOAD_AND_SHUTDOWN_INFORMATIVE" = "Требуется выключить компьютер после установки обновлений.";

"CONTINUE_TITLE" = "Продолжить";


// common buttons
"NOT_NOW_TITLE" = "Не сейчас";
"SHOW_DETAILS_TITLE" = "Подробнее";
